// Misc Strings

"fibre-channel-card-name"           = "Apple FC 卡";
"unknown"                           = "<未知的>";
"default-filename"                  = "光纖通道卡";
"port-name-prefix"                  = "連接埠 ";
"slot-name-prefix"					= "插槽 ";
"restart-required"                  = "必須重新啟動來讓設定生效。";

// Status string.

"Offline"                           = "連接埠連結已中斷。";
"Online"                            = "連接埠連結已開始。";
// Speed status string.
"speed-status"                      = " 速度已設為 <<replace>>。";	// Note that the "<<replace>>" in this string
                                                                            // is replaced by one of the speed status strings below.
                                                                            // This is to allow for different placements within the
                                                                            // sentance of the status string.

"link-status-nolink"				= "沒有建立連結";
"link-status-nolink-unsupported"	= "未建立連結（不支援的接線）";
"link-status-link"					= "已建立連結";
"link-status-link-unsupported"		= "已建立連結（不支援的接線）";

// speed status string.
"1-gigabit-per-second"              = "1 Gb∕秒";
"2-gigabit-per-second"              = "2 Gb∕秒";
"speed-automatic"                   = "自動設定";
"automatic-1-gigabit"               = "自動設定，目前為 1 Gb∕秒";
"automatic-2-gigabit"               = "自動設定，目前為 2 Gb∕秒";

// Topology status string.
"toplogy-status"                    = " 連接埠拓樸已設為 <<replace>>。";	// Note that the "<<replace>>" in this string
                                                                                    // is replaced by one of the speed status strings below.
                                                                                    // This is to allow for different placements within the
                                                                                    // sentance of the status string.
// topology status string.
"point-to-point"                    = "點對點";
"arbitrated-loop"                   = "仲裁式迴圈";
"topology-automatic"                = "自動設定";
"automatic-point-to-point"          = "自動設定，目前為“點對點”";
"automatic-arbitrated-loop"         = "自動設定，目前為“仲裁式迴圈”";

// Alerts
"incompatible-driver-title"         = "請安裝最新驅動程式";
"incompatible-driver"               = "此應用程式需要 1.1.0 或以上版本的 AppleLSIFusionMPT.kext。請確定您已安裝好最新的驅動程式，然後再試一次。";
"alert-no-cards-title"              = "找不到 Apple 光纖通道卡";
"alert-no-cards"                    = "請確定已正確安裝 Apple 光纖通道卡，然後再試一次。";
"alert-restart-title"               = "重新啟動系統";
"alert-restart-required"            = "必須重新啟動來讓新的設定生效。是否要立即重新啟動？";
"alert-ok-button"                   = "好";
"alert-yes-button"                  = "是";
"alert-no-button"                   = "否";
"alert-cancel-button"               = "取消";
"alert-tool-title"                  = "fibreconfig 工具錯誤";
"alert-fibreconfig-error"           = "fibreconfig 工具發生錯誤。";
"alert-missing-tool"                = "找不到 fibreconfig 工具。";
"alert-non-executeable-tool"        = "無法執行 fibreconfig 工具，可能需要重新安裝。";
"ww-node-name-tooltip"              = "全球節點名稱";
"ww-port-name-tooltip"              = "全球埠名";